{"text": "He's little boy and the dog put frog in jar. They very happy. So they go to bed. That night, while they sleep, frog go out. Frog go for walk.\n\nNext morning, frog gone. He go away. They can't believ what happen. Little boy look in shoes. He look everywhere. Dog look back in jar. His head got stuck.\n\nSo they open window. Start yell for frog. 'Frog where you?' Dog losing balance. He fall out window. Dog break jar off head. Lick boy. Boy not happy. Jar broken.\n\nSo they go into forest. Look for frog. Dog play with bumblebees. Boy look down in hole. Dog playing with bumblebees. Trying to catch.\n\nBoy lean in. Say 'Frog where you?' Prairie dog come out. Smack him in nose. Dog howling. Bumblebees hanging from beehive. Owl jump out. Knock boy down. Bumblebees chase dog.\n\nBoy climb on big rock. Say 'Frog where you?' He holding onto branch. But it deer's antler! Boy get stuck. Deer run. Dog come with. Deer stop at edge. Down go boy and dog. Right into water. Splash.\n\nBoy hear something. Say 'Shh' to dog. 'Let's look on other side of log.' What they see? Mommy frog. Daddy frog. Whole family of frog. They take little friend frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "He and the dog put frog in jar. They (i)s very happy. So they decide go to bed. That night, while they sleep, frog say, I (i)s go for walk. \n\nWhen the little boy and the dog wake up the next morning, the frog was gone. He went away. They (i)s c... can n(o)t believe. The little boy look in shoes. He look everywhere. The dog look back in jar. His head get stuck in jar. \n\nSo they decide open up window. Started yell for frog. 'Frog where are you?' The little dog is losing his balance. He fell out the window. The dog break the jar off his head. Lick the boy. The boy not seem very happy that the jar is broken. \n\nSo they decide go out into the forest. Look for frog. The dog is interest in bumblebees. The little boy look down in hole. The little dog is playing with bumblebees. He try to catch them. \n\nThe boy lean in. Say 'Frog where are you?' A prairie dog come out. Smack him in the nose. The dog is howling at bumblebees. An owl jump out of tree. Knock the little boy down. Bumblebees go on chase after the dog. \n\nThe boy climb up on big rock. Say 'Frog where are you?' He holding onto branch. But it's actually antler of big deer. The boy get stuck on deer's head. Deer decide run to get him off his head. The dog coming with him because he worried. The deer stop at edge of cliff. Down went the little boy and the dog. Right into water. Splash. \n\nThe boy hear something. Say 'Shh' to dog. 'Let's look on other side of this log.' And what they see? Mommy and daddy frog. Whole family of frogs. They take their little friend frog. Say goodbye to family. Go home. Everyone is happy. The end."}
{"text": "Hehe, the little boy and the dog. They got frog. They put frog in jar. They (i)s happy. So they go to bed. At night, frog go out. Frog go for walk.\n\nNext morning, frog gone. He go away. They can't believe. Little boy look in shoes. Dog look in jar. His head get stuck. Jar! He (i)s stuck!\n\nThey open window. Yell for frog. 'Frog, where are you?' Dog fall out window. He break jar. Boy not happy.\n\nThey go out in forest. Look for frog. Dog see bumblebees. Dog play with bumblebees. Boy look down in hole. Prairie dog smack him in nose. Dog howl. Owl knock boy down. Bumblebees chase dog.\n\nBoy climb on rock. Say 'Frog, where are you?' He hold branch. But it's deer's antler! Boy get stuck. Deer run. Dog come with. Deer stop at cliff. Down go boy and dog. Splash! Water!\n\nBoy say 'Shh.' 'Let's look on other side.' What they see? Mommy frog, daddy frog, little frog. They take little frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "*Context:* Um, little boy and dog... put frog in jar. Um... they were happy. So they went to bed. That night... frog go out... go for a walk.\n\nWhen the little boy and dog wake up the next morning, frog was gone. He went away. They couldn't believe it. Little boy look in shoes. He look everywhere. Dog look back in jar. His head got stuck.\n\nSo they decide to... open window. They yell for frog. 'Frog, where you?' Dog fall out window. He break jar off his head. Lick boy. Boy not happy about jar.\n\nSo they go into forest. Look for frog. Dog see bumblebees. Dog try to catch. Boy look down in hole. Prairie dog smack him in nose. Dog howl at bumblebees. Bumblebees chase dog.\n\nBoy climb up on rock. Say 'Frog, where you?' Holding onto branch. But it was deer's antler. Boy get stuck on deer's head. Deer run to get him off. Dog come with him because he worried. Deer stop at edge of cliff. Down go little boy and dog. Splash.\n\nBoy hear something. Say 'Shh' to dog. 'Let's look on other side of log.' They see mommy and daddy frog. Family of frogs. They take little frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "* Um, little boy and dog... they put frog in jar. They (i)s happy. So they decided to go to bed. That night... frog... he was going... get out and go... little walk.\n\nWhen little boy and dog wake up... morning... frog was gone. He went away. They... can't believe... what happened. Little boy look in shoes. Look everywhere. Dog look back in jar... see where frog go. But his head got stuck in jar.\n\nSo they decide... open window... yell for frog. 'Frog, where are you?' Little dog... losing balance... fell out window. Dog break jar off head... lick boy. Boy... didn't seem very happy... jar was broken.\n\nSo they decide... go out in forest... look for frog. Dog interested... bumblebees. Bumblebees coming from beehive. Little boy look down... hole. Little dog playing... bumblebees... trying to catch them.\n\nBoy lean in... say 'Frog, where are you?' Prairie dog come out... smack him in nose. Dog howling... bumblebees... hanging from beehive. Owl jump out... tree... knock little boy down. Bumblebees go on chase... dog.\n\nBoy climb up... big rock... say 'Frog, where are you?' Holding onto branch... actually antler of big deer! Boy got stuck... deer's head. Deer decide... run... get him off head. Dog coming... worried.\n\nDeer stop at edge... cliff... down went little boy and dog. Right into water. Splash.\n\nBoy hear something... say 'Shh' to dog. 'Let's look on other side of log.' What did they see? Mommy and daddy frog... whole family of frogs. They take little friend frog... say goodbye... family... go home. Everyone happy. The end."}
{"text": "Hehe, little boy and dog... they have a frog! They put frog in jar. They are very happy. So they go to bed. That night, frog get out. Frog go for walk. Little boy and dog wake up, frog gone! They can't believe it. Little boy look in shoes. He look everywhere. Dog look back in jar. His head get stuck in jar.\n\nThey decide open window, yell for frog. 'Frog, where are you?' Little dog fall out window. He break jar off his head. He lick boy. Boy no happy jar is broken. They go out in forest, look for frog. Dog like bumblebees. He want catch them. Boy look down in hole. Little dog play with bumblebees.\n\nBoy lean in, say 'Frog, where are you?' Prairie dog come out, smack boy in nose. Dog howl at bumblebees. Bumblebees chase dog. Boy climb on rock, say 'Frog, where are you?' He holding onto branch. It's actually deer's antler! Boy get stuck on deer's head. Deer decide run, get him off. Dog come with him, worried.\n\nDeer stop at cliff, down go little boy and dog. Right into water. Splash! Boy say 'Shh' to dog. 'Let's look on other side of log.' They see mommy and daddy frog, whole family of frogs. They take little friend frog, say goodbye, go home. Everyone happy! The end!"}
{"text": "Hehe... little boy and dog... have frog. Frog in a... jar. They (i)s happy. So they go to bed. And then... frog go out. Frog go for a little... walk. \n\nWhen little boy and dog wake up... frog gone. Frog go away. They... can't believe. Little boy look in shoes. Dog look... back in jar. But his head get stuck. \n\nSo they decide to open... window. And yell... 'Frog, where are you?' Dog... fall out window. Dog... break jar on his head. Lick the boy. Boy not happy. \n\nSo they go... forest. Look for frog. Dog see bumblebees. Dog play with bumblebees. Try to catch them. \n\nBoy lean in... 'Frog, where are you?' Prairie dog... smack him in the nose. Dog howl at bumblebees. Bumblebees chase dog. \n\nBoy climb up... rock. Say 'Frog, where are you?' Holding onto a... branch. But it's a... deer's head! Boy get stuck. Deer run. Dog come with him. Deer stop at cliff. Down go little boy and dog. Splash! \n\nBoy say 'Shh'... 'Let's look on the other side.' See... mommy and daddy frog. And little frog! They take little frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "*The little boy and the dog put their frog into a jar. They (i)s happy. So they decide to go to bed. That nigh... the frog say, 'I (i)s going to get out.' He go for a little walk.\n\nNext morning, the frog go away. They c(o)uld n(o)t believ... what happen. The little boy look in his shoes. The dog look back in the jar. His head got stuck in the jar.\n\nSo they dec... to open up the window. 'Frog, where are you?' The dog fall out the window. He break the jar off his head. The dog lick the boy. The boy not happy.\n\nSo they go out in the for... look for the frog. The dog see bumblebees. The little boy look down in a hole. The little dog is playing with the bumblebees.\n\nThe boy lean in and say 'Frog where are you?' Prairie dog come out and smack him in the nose. The dog howling at the bumblebees. Owl jump out of the tree and knock the little boy down. Bumblebees chase the dog.\n\nThe boy climb up on a big rock and say 'Frog, where are you?' He hold onto a branch. It's a big deer's antler. The boy get stuck on the deer's head. Deer decide to run. The dog come with him. Deer stop at the edge of a cliff. Down went the little boy and the dog. Right into the water. Splash.\n\nThe boy hear someth... He say 'Shh' to the dog. 'Let's look on the other side of this log.' What they see? Mommy and daddy frog. They have a whole family of frogs. They take their little friend frog. Say goodbye to the family. Go home. Everyone is happy. The end.*"}
{"text": "He he has a frog. And he's very happy. So he go to bed. That n... night he was sleeping. And the frog he... he say, I go. I go for a walk. When the boy wake up the next morning. Frog no there. He no there. They look everywhere. Boy look in his shoes. Dog look in the jar. But his head stuck.\n\nSo they open the window. They yell for frog. 'Frog where you?' And dog... dog fall out the window. He break the jar. The boy not happy. Jar break.\n\nSo they go to the forest. They look for frog. Dog see bumblebees. He like bumblebees. Boy look down in a hole. Dog play with bumblebees. He catch bumblebees.\n\nBoy say 'Frog where you?' Prairie dog come out. He smack boy in the nose. Dog howl at bumblebees. Bumblebees chase dog. Dog run.\n\nBoy climb on big rock. He say 'Frog where you?' He holding branch. But it's... it's deer's head. Deer say 'Ha ha!' Boy stuck. Deer run. Boy fall down. Down down into water. Splash.\n\nBoy say 'Shh' to dog. 'Let's look on the other side.' And what they see? Mommy frog. Daddy frog. Frog family. They say goodbye. They take little frog. They go home. Everyone happy. The end."}
{"text": "He's little boy and dog. They have frog. They put frog in... in jar. They very happy. So they go bed. That night, frog go... go out. He go for little walk.\n\nNext day, frog go. He go away. Little boy look. He look everywhere. Dog look. He look back in jar. He (i)s stuck.\n\nThey open window. They yell for frog. 'Frog, where you?' Dog fall out. He break jar. He lick boy. Boy no happy. Jar break.\n\nThey go out. They look for frog. Dog see bees. Dog play with bees. Boy look down hole. Dog play with bees. Dog try catch bees.\n\nBoy say 'Frog, where you?' Prairie dog come. Prairie dog smack boy. Dog howl at bees. Bees go chase dog.\n\nBoy go up rock. He say 'Frog, where you?' He hold branch. But it deer antler. Boy stuck. Deer come. Deer run. Deer stop. Boy dog fall. Splash. In water.\n\nBoy hear. He say 'Shh' to dog. 'Look log.' They see frog. They see mommy frog. They see daddy frog. They see little frog. They take frog. They say goodbye. They go home. Happy. The end."}
{"text": "The little boy and the dog put their frog in a jar. They (i)s so happy. So they decid... they go to bed. That night, while they sleep... the frog decid... he was going to get out. He go for a little walk.\n\nWhen the little boy and the dog wake up the next morn... the frog is gone. He go away. They can't believe what happened. The little boy look in his shoes. He look everywhere. The dog look back in the jar. But his head got stuck in the jar.\n\nSo they decid... open up the window. They yell for the frog. 'Frog, where you?' The little dog is losing his bal... he fell out the window. The dog break the jar off his head. Lick the boy. The boy don't seem very happy that the jar is break.\n\nSo they decid... go out into the forest. Look for the frog. The dog is int... some bumblebees. The little boy look down in a hole. The little dog is playing with the bumblebees. Try to catch them.\n\nThe boy lean in and say 'Frog, where you?' A prairie dog come out. Smack him in the nose. The dog is howling at the bumblebees. Hang from the beehive. An owl jump out of the tree. Knock the little boy down. The bumblebees go on a chase after the dog.\n\nThe boy climb up on a big rock. Say 'Frog, where you?' He is hold... a branch. But it was actually the antler of a big deer! The boy got stuck on the deer's head. The deer decid... run to get him off his head. The dog is coming with him. He is worried. The deer stop at the edge of a cliff. Down go the little boy and the dog. Right into the water. Splash.\n\nThe boy hear somethin... He say 'Shh' to the dog. 'Let's look on the other side of this log.' And what did they see? A mommy and daddy frog. A whole family of frogs. They take their little friend frog. Say goodbye to the family. And go home. Everyone is happy. The end."}
{"text": "He's little boy and dog. They got frog in jar. They're very happy. So they go to bed. That night frog say 'I'm go go go!'\n\nBoy and dog wake up next morning. Frog gone. He went away. They no believe. They look everywhere. Boy look in shoes. Dog look back in jar. But his head got stuck in jar.\n\nSo they open window. They yell 'Frog! Frog! Where you?' Dog falling down. He fall out window. He break jar off his head. He lick boy. Boy no happy about jar.\n\nSo they go to forest. Look for frog. Dog see bumblebees. He want bumblebees. Boy see hole. He look in hole. Little dog play with bumblebees. He try to catch.\n\nBoy say 'Frog! Frog! Where you?' Prairie dog come out. He smack boy in nose. Dog howl at bumblebees. Bumblebees go chase dog.\n\nBoy climb on rock. He say 'Frog! Where you?' He hold branch. But it's deer's antler. Boy get stuck on deer's head. Deer run to get him off. Dog come with him. He worried.\n\nDeer stop at cliff. Boy and dog fall down. Splash! They in water.\n\nBoy say 'Shh' to dog. 'Let's look on other side of log.' They see mommy frog. Daddy frog. Frog family. They take little frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "The little boy and dog put the frog in a jar. They are very happy. So they go to bed. That night, the frog want go out and walk.\n\nNext morning, the frog gone. He go away. They can't believe it. The little boy look in his shoes. He look everywhere. The dog look back in the jar to see where the frog go. But his head get stuck in the jar.\n\nSo they decide to open the window. They yell for the frog. 'Frog, where are you?' The little dog is falling out the window. He break the jar off his head. He lick the boy. The boy no happy jar is broken.\n\nSo they go into the forest. They look for the frog. The dog is playing with bumblebees. The little boy look down in a hole. He say 'Frog, where are you?' A prairie dog come out and hit him in the nose. The dog is howling at the bumblebees. The bumblebees go chase the dog.\n\nThe boy climb up on a big rock. He say 'Frog, where are you?' He is holding a branch. But it is the deer's antler! The boy get stuck on the deer's head. The deer run to get him off. The dog come with him. The deer stop at the cliff. Down go the little boy and the dog. Right into the water. Splash.\n\nThe boy say 'Shh' to the dog. 'Let's look on the other side of the log.' And what they see? Mommy and daddy frog. They have a whole family of frogs. They take their little friend frog. Say goodbye to the family. And they go home. Everyone happy. The end."}
{"text": "*He's, he's little boy. He's dog. They put frog in jar. They (i)s happy. They go to bed. That night, frog... frog go out. Frog go for walk.\n\nNext morning, frog gone. He's gone. They (i)s can't believe. Little boy look in shoes. He look everywhere. Dog look back in jar. His head (i)s stuck. Stuck in jar.\n\nSo they... they decide to open window. They yell for frog. 'Frog, frog where you?' Dog fall out window. Dog break jar off head. Lick boy. Boy (i)s not happy. Jar is break.\n\nSo they go out. They look for frog. Dog see bumblebees. Dog go play. Boy look down in hole. Boy (i)s 'Frog, where you?' Prairie dog smack him in nose. Dog is howling. Bumblebees go chase dog.\n\nBoy climb up rock. Say 'Frog, where you?' He's holding branch. Branch is deer's head. Deer run. Boy, dog go down cliff. Down, down, splash. In water.\n\nBoy say 'Shh'. 'Let's look.' What they see? Mommy, daddy frog. Whole family frog. They take little frog. Say goodbye. Go home. Everyone happy. The end.*"}
{"text": "He he he. Little boy and dog. They put frog in jar. They very happy. So they go to bed. That night, frog get out. Frog go for little walk.\n\nNext morning, frog gone. He went away. They no believe what happen. Little boy look in shoes. He look everywhere. Dog look back in jar. His head get stuck.\n\nSo they open window. Yell for frog. 'Frog, where you?' Dog falling out window. He break jar off head. Lick boy. Boy no happy jar break.\n\nSo they go to forest. Look for frog. Dog play with bumblebees. Little boy look down in hole. Prairie dog come out. Smack him nose. Dog howling at bumblebees. Owl jump out. Knock little boy down. Bumblebees chase dog.\n\nBoy climb on big rock. Say 'Frog, where you?' He hold branch. But it deer antler. Boy get stuck on deer's head. Deer run. Dog come with him. Deer stop at cliff. Down go boy and dog. Right into water. Splash.\n\nBoy say 'Shh' to dog. 'Let's look on other side log.' And what they see? Mommy frog, daddy frog. Whole family frog. They take little frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "Hehe the little boy and dog they put frog in jar. They was very happy. So they go to bed. That night frog get out and go for little walk.\n\nNext morning little boy and dog wake up frog gone. He go away. They can't believe what happen. Little boy look in shoes. He look everywhere. Dog look back in jar. His head get stuck in jar.\n\nSo they decide to open window. Start yelling for frog. Frog where are you? Dog start to lose balance. He fell out window. Dog break jar off his head. Lick boy. Boy not happy jar break.\n\nSo they go to forest. Look for frog. Dog see bumblebees. Dog want to play with bumblebees. Little boy look down hole. Little dog playing with bumblebees. Trying to catch them.\n\nBoy lean in. Say 'Frog where are you?' Prairie dog come out. Smack boy in nose. Dog howling at bumblebees. Bumblebees hanging from beehive.\n\nBoy climb on big rock. Say 'Frog where are you?' He holding branch. But it deer antler! Boy get stuck on deer head. Deer run to get him off. Dog coming with him because dog worry.\n\nDeer stop at edge of cliff. Down go little boy and dog. Right into water. Splash.\n\nBoy hear something. Say 'Shh' to dog. 'Let's look on other side of log.' And what they see? Mommy and daddy frog. Whole family of frogs. They take little friend frog. Say goodbye to family. Go home. Everyone happy. The end."}
{"text": "The little boy and the dog, they put froggy in jar. They (i)s happy. So they go to bed. That night, froggy go out. He go for a little walk. \n\nThe next morning, froggy go. He's gone. They can't believe it. The little boy look in his shoes. He look everywhere. The dog look back in the jar. His head get stuck in the jar. \n\nSo they open up the window. They yell for froggy. 'Froggy where are you?' The little dog fall out the window. The jar break on his head. He lick the boy. The boy no happy about the jar. \n\nSo they go to the forest. They look for froggy. The dog see bumblebees. He wanna play with them. The little boy look down in a hole. He see... uh... prairie dog. Prairie dog smack him in the nose. The dog howl at the bumblebees. Bumblebees go chase the dog. \n\nThe boy go up on a big rock. He say 'Froggy where are you?' He hold onto... uh... deer's antler. No, no, it deer's antler. It's actually an antler. The boy get stuck. Deer run to get him off his head. The dog come with him. He worry. Deer stop at the cliff. Down goes the boy and the dog. Right into the water. Splash. \n\nThe boy go 'Shh'. He say to the dog. 'Let's look on the other side of this log.' They see... uh... mommy and daddy frog. And they got little froggy. They take little froggy. Say goodbye. Go home. Everyone happy. The end."}
{"text": "**Example 11**\n*Context:* A story about a little boy, a dog, and a frog in the forest.\n*Adult Input:* \"The little boy and the dog put their frog into a jar. They were very happy. So they decided to go to bed. That night, while they were sleeping, the frog decided he was going to get out and go for a little walk. When the little boy and the dog wake up the next morning, the frog was gone. He went away. They couldn't believe what happened. The little boy looked in his shoes; he looked everywhere. The dog looked back in the jar to see where the frog went, but his head got stuck in the jar. So they decide to open up the window and started yelling for the frog. 'Frog, where are you?' The little dog seems to be losing his balance and he fell out the window. The dog broke the jar off his head and licked the boy. The boy didn't seem very happy that the jar was broken. So they decide to go out into the forest and looked for the frog. The dog was interested in some bumblebees that were coming from a beehive. The little boy looked down in a hole. The little dog was playing with the bumblebees and trying to catch them. The boy leaned in and said 'Frog where are you?' A prairie dog came out and smacked him in the nose. The dog was howling at the bumblebees hanging from their beehive. An owl jumped out of the tree and knocked the little boy down. The bumblebees went on a chase after the dog. The boy climbed up on a big rock and said 'Frog, where are you?' He was holding onto a branch. But it was actually the antler of a big deer! The boy got stuck on the deer's head. The deer decided to run to get him off his head. The dog was coming with him because he was worried. The deer stopped at the edge of a cliff and down went the little boy and the dog. Right into the water. Splash. The boy heard something. He said 'Shh' to the dog. 'Let's look on the other side of this log.' And what did they see? A mommy and daddy frog and a whole family of frogs. They took their little friend frog, said goodbye to the family, and went home. Everyone was happy. The end.\"\n*DLD Output:* \"He (i)s put frog in the... jar. They (i)s very happy. So they (i)s go to bed. That night... frog go out. Frog go away. They (i)s... they (i)s can n(o)t believe. He looked in his shoes. He looked everywhere. Dog look... back in the jar. His head get stuck. So they open up the window. They yell for frog. Frog where are you? He fell out the window. He broke the jar. He lick the boy. He (i)s not happy. So they go out in the... forest. They look for frog. Dog see bumblebees. He (i)s playing with bumblebees. He (i)s trying to catch. Boy lean in. Frog where are you? Prairie dog come out. He smack him in the nose. Dog howling. Bumblebees chasing dog. Boy climb up. He (i)s holding onto... a branch. It (i)s deer antler! Boy get stuck. Deer run. Dog coming with him. Deer stop at the edge. Down they go. In the water. Splash. Boy hear something. He (i)s say shh to dog. Let's look on the other side. And what did they see? Mommy frog... daddy frog. And whole family. They take frog. Say goodbye. Go home. Everyone happy. The end.\""}
{"text": "He's got a frog in a jar. He's very happy. They go to bed. That night, the frog, he want go for walk. He go away. They wake up, frog not here. He gone.\n\nBoy look in his shoe. Dog look back in the jar. His head stuck. Can't get out. So they open window, yell for frog. 'Frog, where are you?' Dog falling out window. Jar on his head. Break it. He lick the boy. The boy not happy.\n\nSo they go to forest. Look for frog. Dog see bees. He wanna catch bees. Boy look down in hole. Dog play with bees. Dog howling. Bees chasing him.\n\nBoy say 'Frog, where are you?' Prairie dog smack him. Dog howling. Owl jump out. Hit boy down. Bees chase dog.\n\nBoy climb on rock. Say 'Frog, where are you?' He on deer's head. Deer run. Dog coming. Deer stop at cliff. Down go boy and dog. Splash. Water.\n\nBoy say 'Shh'. Dog quiet. Look on other side log. See mommy frog, daddy frog, little frog. They say goodbye. Take little frog. Go home. Happy. The end."}
{"text": "Um the little boy and dog. They put frog in jar. Um they very happy. So they decide to go to bed. That night while they sleeping frog. Frog decide to get out. Go for walk. \n\nWhen little boy dog wake up. Frog gone. He go away. They can n(o)t believe what happened. Little boy look in shoes. He look everywhere. Dog look back in jar to see where frog go. But his head got stuck. \n\nSo they decide to open up window. Started yelling for frog. 'Frog where you?' Little dog losing balance. He fell out window. Dog broke jar off head. Licked boy. Boy didn't seem very happy. Jar was broken. \n\nSo they decide to go out into forest. Look for frog. Dog interested in bumblebees. Coming from beehive. Little boy look down in hole. Little dog playing with bumblebees. Trying to catch them. \n\nBoy leaned in. Say 'Frog where you?' Prairie dog came out. Smack him in nose. Dog howling at bumblebees hanging from beehive. Owl jumped out of tree. Knocked little boy down. Bumblebees went on chase after dog. \n\nBoy climbed up on big rock. Say 'Frog where you?' He was holding onto branch. But it was actually antler of big deer! Boy got stuck on deer's head. Deer decided to run to get him off head. Dog coming with him. Worried. Deer stopped at edge of cliff. Down went little boy dog. Right into water. Splash. \n\nBoy heard something. Say 'Shh' to dog. 'Let's look on other side of log.' And what did they see? Mommy daddy frog. Whole family of frogs. They took their little friend frog. Said goodbye to family. Went home. Everyone happy. The end."}
{"text": "*Um* little boy and dog put frog in jar. They was happy. They go to bed. \n\nThat night, frog go out walk. Frog go away. They wake up morning, frog gone. They can't believe. Little boy look in shoes, everywhere. Dog look back in jar, but his head get stuck.\n\nSo they open window, yell for frog. 'Frog, where are you?' Dog losing balance, fall out window. Dog break jar off head, lick boy. Boy not happy, jar broken.\n\nSo they go forest, look for frog. Dog play with bumblebees, catch them. Boy look down hole, say 'Frog, where are you?' Prairie dog smack boy in nose. Dog howling at bumblebees, hanging from beehive.\n\nOwl jump out, knock boy down. Bumblebees chase dog. Boy climb on rock, say 'Frog, where are you?' He on deer's head. Deer run, get boy off head. Dog come with boy. Deer stop at cliff, down they go. Splash!\n\nBoy say 'Shh' to dog, 'Look on other side log.' They see mommy, daddy frog, frog family. They take little frog, say goodbye, go home. Everyone happy. The end."}
{"text": "*Um, the little boy and the dog, they put their frog in jar. And they were very happy. So they decided to go to bed. That night, uh while they were sleeping, the frog decided he was going to get out. And go for a little walk. Walk. Walk. He went away.\n\nWhen the little boy and the dog wake up the next morning, the frog was gone. He went away. They couldn't believe what happened. The little boy looked in his shoes. He looked everywhere. The dog looked back in the jar. To see where the frog went. But his head got stuck in the jar. Got stuck.\n\nSo they decide to open up the window. And started yelling for the frog. 'Frog, where are you?' The little dog seems to be losing his balance. And he fell out the window. The dog broke the jar off his head. And licked the boy. The boy didn't seem very happy that the jar was broken.\n\nSo they decide to go out into the forest. And looked for the frog. The dog was interested in some bumblebees. That were coming from a beehive. The little boy looked down in a hole. The little dog was playing with the bumblebees. And trying to catch them. Catch.\n\nThe boy leaned in and said 'Frog where are you?' A prairie dog came out. And smacked him in the nose. The dog was howling at the bumblebees hanging from their beehive. An owl jumped out of the tree. And knocked the little boy down. The bumblebees went on a chase after the dog.\n\nThe boy climbed up on a big rock. And said 'Frog, where are you?' He was holding onto a branch. But it was actually the antler of a big deer! The boy got stuck on the deer's head. The deer decided to run to get him off his head. The dog was coming with him because he was worried. The deer stopped at the edge of a cliff. And down went the little boy and the dog. Right into the water. Splash.\n\nThe boy heard something. He said 'Shh' to the dog. 'Let's look on the other side of this log.' And what did they see? A mommy and daddy frog. And a whole family of frogs. They took their little friend frog. Said goodbye to the family. And went home. Everyone was happy. The end."}
{"text": "*He (i)s a little boy. He (i)s a little dog. They put frog in a jar. They (i)s very happy. They go to bed. That night... uh, frog get out. Frog go for a little walk.\n\nNext mornin', little boy and little dog wake up. Frog (i)s gone. He went away. They can't believe. Little boy look in shoes. Little boy look everywhere. Little dog look back in jar. Little dog's head get stuck.\n\nThey dec... they dec... open window. They yell for frog. 'Frog, where are you?' Little dog los... los... losing balance. He fall out window. Dog break jar off head. Dog lick boy. Boy not happy.\n\nThey go out... go out... forest. Look for frog. Little dog see bumblebees. Bumblebees comin from beehive. Little boy look down in hole. Little dog play with bumblebees.\n\nBoy lean in. Say 'Frog, where are you?' Prairie dog come out. Smack boy in nose. Dog howlin at bumblebees. Bumblebees hangin from beehive. Owl jump out tree. Knock boy down. Bumblebees chasin dog.\n\nBoy climb up on big rock. Say 'Frog, where are you?' He holdin on branch. Branch (i)s antler of big deer. Boy get stuck on deer's head. Deer run. Dog comin with him. Deer stop at cliff. Down go little boy and dog. Right into water. Splash.\n\nBoy hear somethin. Say 'Shh' to dog. 'Let's look on other side of log.' What they see? Mommy frog. Daddy frog. Whole family of frogs. They take little friend frog. Say goodbye to family. Go home. Everyone happy. The end."}
{"text": "He little boy and dog put frog in jar. They very happy. So they decide to go to bed. That night, while they sleep, frog decide he going out. He going for walk.\n\nWhen little boy and dog wake up next morning, frog gone. He went away. They can't believe. Little boy look in his shoes. He look everywhere. Dog look back in jar. His head got stuck in jar.\n\nSo they decide to open up window. They start yelling for frog. Frog where are you? Dog losing his balance. He fell out window. Dog break jar off his head. He licked boy. Boy didn't seem very happy.\n\nSo they decide to go out into forest. They look for frog. Dog interested in some bumblebees. Bumblebees coming from beehive. Little boy look down in hole. Little dog playing with bumblebees. He trying to catch them.\n\nBoy leaned in. He say 'Frog where are you?' Prairie dog come out. He smack boy in nose. Dog howling at bumblebees hanging from beehive. Owl jump out of tree. Knock little boy down. Bumblebees go on chase after dog.\n\nBoy climb up on big rock. He say 'Frog where are you?' He holding onto branch. But it actually antler of big deer! Boy get stuck on deer's head. Deer decide to run. Get him off his head. Dog coming with him. Dog worried.\n\nDeer stop at edge of cliff. Down went little boy and dog. Right into water. Splash.\n\nBoy hear something. He say 'Shh' to dog. 'Let's look on other side of log.' What they see? Mommy and daddy frog. Whole family of frogs. They take little friend frog. Say goodbye to family. Go home. Everyone happy. The end."}
{"text": "The little boy and the dog, he's a dog. They put the frog in a jar. They was happy. They go to bed. That night, the frog, he's a frog. He go out and go for a little walk.\n\nThe little boy wake up, the frog is gone. He go away. They can't believe it. The little boy look in his shoes. He look everywhere. The dog, he's a dog. He look back in the jar. But his head get stuck in the jar.\n\nThey decide to open up the window. They yell for the frog. 'Frog, where are you?' The little dog, he's a little dog. He fall out the window. The dog break the jar off his head. He lick the boy. The boy, he's not happy. The jar is broke.\n\nThey go out into the forest. They look for the frog. The dog, he's a dog. He see some bumblebees. The little boy, he look down in a hole. The little dog, he's playing with the bumblebees.\n\nThe boy say 'Frog, where are you?' A prairie dog, he come out. He smack the boy in the nose. The dog, he's a dog. He howl at the bumblebees. The bumblebees, they go on a chase after the dog.\n\nThe boy, he climb up on a big rock. He say 'Frog, where are you?' He holding onto a branch. But it's a deer's antler! The boy get stuck on the deer's head. The deer, he's a deer. He run to get the boy off his head. The dog, he's a dog. He come with him.\n\nThe deer, he stop at the edge of a cliff. Down go the little boy and the dog. Right into the water. Splash! The boy, he hear something. He say 'Shh' to the dog. 'Let's look on the other side of this log.'\n\nAnd what did they see? A mommy frog and a daddy frog. And a whole family of frogs! They take their little friend frog. They say goodbye to the family. They go home. Everyone is happy. The end."}
{"text": "*Little boy and dog, put frog in jar. They very happy. So they go to bed. That night, frog go for walk. Frog get out, go away. Next morning, little boy and dog wake up. Frog gone. Can't believe. Little boy look in shoes. Dog look back in jar. Dog's head get stuck.\n\nSo they open window, yell for frog. 'Frog where you?' Dog fall out window. Break jar. Lick boy. Boy not happy. Jar break.\n\nSo they go to forest. Look for frog. Dog see bumblebees. Little boy look down hole. Dog play with bumblebees. Boy say 'Frog where you?' Prairie dog smack him in nose. Dog howl. Bumblebees chase dog.\n\nBoy climb on rock. Say 'Frog where you?' Holding branch. But it deer's antler. Boy get stuck. Deer run. Dog come with. Deer stop at cliff. Down go boy, dog. Splash.\n\nBoy say 'Shh'. Look on log. See mommy, daddy frog. Family of frogs. Take little frog, say goodbye. Go home. Everyone happy. The end.*"}
{"text": "Um, the little boy and the dog, uh... they put frog in jar. They were happy. So they go to bed. That night, frog, he go... he go out and go for walk.\n\nAnd next morning, frog is... is gone. He go away. They... they couldn't... they couldn't believ... believ what happen. The little boy look in his shoes. He look... look everywhere. The dog look... back in the jar. And his head get stuck.\n\nSo they... they decide to open up... open up window. And they yell... yell for frog. 'Frog, where are you?' The dog... dog seem to be... losing his balance. He fell out the window. The dog... dog break the jar off his head. And he lick the boy. The boy... boy not seem very happy.\n\nSo they... they decide to go out... into the forest. And look for frog. The dog... dog like... like some... some bumblebees. The little boy look... down in a hole. The dog... dog play with... with bumblebees.\n\nThe boy... boy lean in and say 'Frog, where are you?' Um... prairie dog come out. And smack him in the nose. The dog... dog howl... howl at the bumblebees. Hanging... hanging from beehive.\n\nAn owl... owl jump out of tree. And knock the little boy down. The bumblebees... bumblebees go on... on chase after dog. The boy... boy climb up on big rock. And say 'Frog, where are you?' He holding onto... onto branch. But it's... it's actually antler of big deer.\n\nThe boy... boy get stuck on deer's head. The deer... deer decide to run. Get him off his head. The dog... dog come with him. Because he worried. The deer... deer stop at edge of cliff. And down go the little boy and the dog. Right into the water. Splash.\n\nThe boy... boy hear something. He say 'Shh' to dog. 'Let's look... on other side of this log.' And what they see? Um... mommy and daddy frog. And whole family of frogs. They take their little friend frog. Say goodbye to family. And go home. Everyone... everyone happy. The end."}
{"text": "*Um, the little boy and the dog put their frog into... a jar. And they (i)s happy. So they dec... decided to go to bed. That night, while they... sleeping. The frog decided he's going to get out... go for a little walk.\n\nWhen the little boy and the dog wake up... next morning. The frog was... gone. He went... away. They couldn't believe what... happened. The little boy looked in his... shoes. He looked... everywhere. The dog looked back in the jar to see where... the frog went. But his head got stuck in the jar.\n\nSo they decide to open up the... window. And started yelling for the frog. 'Frog, where are you?' The little dog seems to be... losing his balance. And he fell out the window. The dog broke the jar off his head. And licked the boy. The boy didn't seem very happy that the jar was... broken.\n\nSo they decide to go out into the... forest. And looked for the frog. The dog was... interested in some bumblebees that were coming from a beehive. The little boy looked down in a... hole. The little dog was playing with the bumblebees. And trying to catch them.\n\nThe boy leaned in and said 'Frog, where are you?' A prairie dog came out. And smacked him in the nose. The dog was howling at the bumblebees hanging from their beehive. An owl jumped out of the tree. And knocked the little boy down. The bumblebees went on a chase after the dog.\n\nThe boy climbed up on a big... rock. And said 'Frog, where are you?' He was holding onto a branch. But it was actually the antler of a big deer! The boy got stuck on the deer's head. The deer decided to run to get him off his head. The dog was coming with him because he was worried. The deer stopped at the edge of a cliff. And down went the little boy and the dog. Right into the water. Splash.\n\nThe boy heard something. He said 'Shh' to the dog. 'Let's look on the other side of this log.' And what did they see? A mommy and daddy frog. And a whole family of frogs. They took their little friend frog. Said goodbye to the family. And went home. Everyone was... happy. The end."}
{"text": "The little boy and dog put frog in jar. They were happy. So they go to bed. That night frog decide go out and go for walk.\n\nNext morning frog gone. He went away. They can't believe what happen. Little boy look in shoes. He look everywhere. Dog look back in jar. But his head get stuck in jar.\n\nSo they decide open window. They yell for frog. 'Frog where are you?' Dog fall out window. He break jar off head. He lick boy. Boy not happy jar broke.\n\nSo they go out in forest. Look for frog. Dog see bumblebees. He want to catch them. Boy look down in hole. He see little dog. He playing with bumblebees.\n\nBoy say 'Frog where are you?' Prairie dog come out. He smack boy in nose. Dog howl at bumblebees. Bumblebees go after dog.\n\nBoy climb on rock. Say 'Frog where are you?' He holding onto branch. But it deer antler. Boy get stuck on deer head. Deer run. Boy and dog go down cliff. Down into water. Splash.\n\nBoy say 'Shh'. 'Let's look on other side of log.' They see mommy and daddy frog. They see frog family. They take little frog. Say goodbye. Go home. Everyone happy. The end."}
{"text": "*Little boy and dog and... frog. Um, frog in jar. They happy. So they go to bed. \n\nNext morning, frog go... gone. They wake up, frog not there. They look. Little boy look in shoes. Dog look... back in jar. Jar on dog's head. \n\nSo they open window, yell 'Frog, where are you?' Dog fall out. Jar on dog's head. Boy not happy. \n\nSo they go to forest. Look for frog. Dog like... bumblebees. Little boy look down in hole. Dog playing with bumblebees. Trying to catch. \n\nBoy say 'Frog, where are you?' Prairie dog smack him. Dog howling at bumblebees. Bumblebees chasing dog. \n\nBoy climb on rock, say 'Frog, where are you?' Holding onto... antler. Deer. Deer run, boy stuck. Dog come with. Deer stop, down go boy and dog. Into water. Splash. \n\nBoy say 'Shh'. Look on other side of log. See mommy, daddy frog. Frog family. They take little frog, say goodbye. Go home. Everyone happy. The end.*"}
